the 41536
you 37109
i 35535
a 31018
to 26994
and 19079
of 16092
it 13923
that 12672
my 12602
in 12560
is 12311
this 11614
me 10833
your 10358
for 10059
i'm 9329
we 8195
oh 8129
on 8127
what 7664
have 7443
no 7408
but 7234
be 7115
don't 6798
all 6674
just 6606
it's 6581
with 6393
are 6350
do 6350
now 5975
not 5972
well 5970
like 5908
so 5835
was 5452
get 5187
you're 4993
can 4962
know 4682
one 4628
at 4513
that's 4470
up 4398
out 4372
here 4361
hey 4265
if 4136
homer 4091
right 4023
go 3702
got 3685
he 3559
/ 3508
our 3363
how 3346
about 3298
bart 3286
i'll 3140
there 3056
from 3027
see 2985
good 2977
yeah 2968
they 2966
as 2884
will 2858
think 2814
why 2752
want 2751
an 2685
can't 2677
look 2670
marge 2659
gonna 2601
man 2569
little 2561
back 2541
uh 2509
who 2489
dad 2485
okay 2479
some 2445
him 2402
time 2397
did 2380
when 2368
come 2363
us 2354
i've 2344
could 2326
take 2266
never 2248
his 2234
we're 2213
simpson 2171
say 2156
make 2050
lisa 2046
yes 2009
he's 2000
would 1999
more 1995
or 1994
by 1977
really 1928
been 1881
her 1816
going 1809
love 1782
there's 1772
has 1766
let's 1763
way 1738
down 1697
only 1671
off 1654
too 1654
then 1650
two 1615
where 1612
were 1609
something 1592
mr 1590
sorry 1558
need 1556
boy 1531
those 1530
had 1522
people 1521
am 1504
these 1498
over 1496
tell 1492
day 1478
please 1477
sure 1471
them 1458
give 1434
what's 1432
let 1428
thing 1428
new 1413
didn't 1398
mom 1376
kids 1375
wait 1352
should 1303
first 1279
great 1273
ever 1272
she 1272
god 1237
better 1216
stop 1192
sir 1191
any 1189
into 1184
again 1178
even 1172
maybe 1162
life 1143
help 1133
old 1124
you've 1121
thank 1110
i'd 1096
they're 1094
than 1089
home 1081
mean 1067
because 1066
big 1063
made 1057
their 1052
much 1045
put 1025
show 1024
still 1024
said 1018
work 1017
very 1014
money 1004
school 993
son 990
springfield 989
always 976
we'll 976
call 968
you'll 962
last 957
three 948
ya 937
thought 936
gotta 919
ah 900
hello 892
every 880
name 875
family 867
must 866
find 865
house 858
before 857
huh 848
guy 845
doing 839
guess 838
bad 834
anything 831
feel 818
baby 815
we've 811
won't 809
thanks 808
things 807
next 793
place 792
away 789
wow 789
isn't 788
night 786
guys 779
other 773
keep 770
world 767
years 763
believe 747
does 736
burns 733
lot 729
after 728
nothing 728
nice 724
real 707
another 699
long 699
remember 699
doesn't 695
best 694
ooh 690
krusty 681
moe 681
she's 681
which 676
car 665
hear 662
fine 655
everything 654
stupid 654
use 653
own 650
around 647
talk 645
happy 641
everyone 640
today 640
done 639
eat 636
kill 629
fun 627
wrong 627
eh 624
through 620
play 614
may 612
dog 608
most 608
here's 607
someone 607
wanna 604
honey 602
worry 602
father 601
'em 599
ow 595
looks 594
while 593
girl 592
children 589
aw 583
five 580
job 576
whoa 576
enough 574
dollars 571
mother 567
milhouse 564
being 559
minute 559
kind 558
listen 557
homie 556
friend 555
left 553
many 553
town 553
turn 553
without 548
hell 547
um 546
might 543
cool 539
friends 539
getting 537
kid 534
leave 530
try 530
tonight 528
watch 527
live 523
maggie 514
hundred 511
seen 511
room 509
who's 508
care 507
free 505
once 497
beer 495
flanders 494
pretty 494
check 488
coming 488
dead 488
used 488
shut 487
head 485
c'mon 479
tv 475
hope 474
'cause 473
welcome 470
stay 469
book 468
miss 468
says 468
everybody 464
sweet 463
told 463
whole 463
boys 461
start 460
actually 455
such 455
wanted 455
buy 454
hi 454
already 452
movie 450
game 449
wife 449
four 446
wouldn't 446
young 445
course 437
trying 436
gone 434
face 433
smithers 432
yourself 431
heard 430
talking 429
lost 428
pay 427
found 424
forget 421
stuff 421
wish 417
read 413
you'd 411
run 410
ten 410
came 409
crazy 409
true 409
beautiful 407
hard 407
party 405
since 405
dear 404
together 403
hot 402
idea 402
afraid 401
mind 400
year 400
makes 399
problem 399
happened 396
where's 395
die 393
called 392
fat 392
ain't 391
hate 388
woo 388
same 387
finally 386
christmas 385
story 384
myself 383
anyone 381
end 381
food 379
bring 378
ask 377
word 377
chief 376
tomorrow 374
win 373
ha 371
cut 368
hold 367
woman 364
lady 361
excuse 358
heh 358
funny 357
else 356
ned 356
hmm 355
yet 355
heart 354
open 353
haven't 352
went 351
under 350
least 349
looking 349
power 349
skinner 349
eyes 347
making 347
perfect 347
number 346
hoo 345
aren't 344
mrs 344
part 344
special 342
also 341
saying 341
lord 339
couldn't 338
week 338
days 337
having 336
took 336
hair 335
save 335
business 334
full 332
knew 329
change 327
until 327
six 325
ready 324
second 324
saw 323
wasn't 323
point 320
wants 320
class 319
taking 319
each 317
move 317
comes 316
morning 316
fire 311
hit 311
dinner 310
grampa 310
haw 310
meet 306
both 304
thousand 304
uhoh 304
easy 302
gave 302
gets 302
pick 302
means 300
news 297
understand 297
hand 296
daddy 295
drink 294
bed 293
few 293
married 293
supposed 293
goes 292
its 291
husband 290
sleep 289
anymore 288
bar 288
deal 288
dream 288
break 287
minutes 286
hurt 285
hm 284
city 283
times 282
music 279
store 278
set 276
thinking 276
water 276
door 275
brother 274
fight 274
needs 273
bob 271
bart's 269
song 269
eight 268
la 268
men 268
sounds 268
phone 267
stand 265
alone 264
answer 262
whatever 262
late 260
brought 258
sign 258
attention 257
outta 256
rock 256
watching 255
hands 254
mad 253
poor 253
bet 252
doctor 252
enjoy 252
important 252
rest 252
hmmm 251
hours 251
sit 251
drive 250
kiss 250
side 250
soon 250
test 250
goodbye 247
million 247
mine 246
wonderful 246
death 245
glad 243
ice 243
ago 242
except 241
forever 241
plant 241
chance 240
quit 240
anyway 239
ladies 239
line 239
pants 239
till 239
america 238
birthday 238
learn 238
matter 238
top 238
working 238
damn 237
inside 236
president 236
secret 235
walk 233
probably 232
throw 232
air 231
ball 231
close 231
clown 228
later 228
marriage 228
sound 228
team 228
eye 227
ride 227
nelson 226
country 225
fair 225
lis 225
apu 223
box 223
lenny 223
picture 223
alive 222
behind 222
gentlemen 222
plan 222
seems 222
american 221
nobody 221
trouble 221
card 220
question 219
shall 219
sister 219
won 219
exactly 218
happen 218
write 218
church 217
future 217
killed 217
learned 217
quite 217
seymour 217
goin' 216
shot 216
front 215
send 215
girls 214
half 214
spend 214
case 213
parents 213
sweetie 213
women 213
clean 212
dance 212
folks 212
beat 211
eating 211
bus 210
dr 210
fast 209
police 209
principal 209
saved 209
seven 209
sick 209
words 209
bit 208
terrible 207
high 206
candy 204
knows 203
they'll 203
doin' 202
he'll 202
person 202
red 202
truth 202
fifty 201
it'll 201
s 201
started 201
'bout 200
against 200
far 200
simpsons 200
king 199
lose 199
living 198
ralph 198
worse 198
yours 198
cream 197
order 197
proud 196
sell 196
favorite 195
lives 195
teach 195
almost 194
kent 194
state 194
bill 192
war 192
catch 191
child 190
gimme 190
itchy 190
smell 190
we'd 190
reason 189
turned 189
body 188
earth 188
quiet 188
telling 188
become 187
honor 187
lie 187
bought 186
mmm 186
moment 186
rich 186
somebody 186
moe's 185
willie 185
blood 184
cat 184
pie 184
safe 183
wedding 183
blue 182
bucks 182
butt 182
dude 182
tree 182
wear 182
along 181
couple 181
human 181
nine 180
playing 180
tried 180
ahead 179
comin' 179
greatest 179
worst 179
hour 178
m 178
nuclear 178
oooh 178
different 177
light 177
date 176
fish 176
ho 176
paper 176
brain 175
ooo 175
return 175
less 174
likes 174
mouth 174
nothin' 174
twenty 174
join 173
seem 173
star 173
stick 173
bear 172
feeling 172
gay 172
art 171
hat 171
lucky 171
machine 171
promise 171
shouldn't 171
small 171
act 170
outside 170
perhaps 170
roll 170
soul 170
cold 169
instead 169
wonder 168
pass 167
using 167
daughter 166
excellent 166
smart 166
sometimes 166
either 165
giving 165
dogs 164
drunk 164
monkey 164
dollar 163
lunch 163
paid 163
street 163
ass 162
quick 162
wearing 162
floor 161
lisa's 161
club 160
film 160
hero 160
sad 160
selma 160
taken 160
uhhuh 160
books 159
met 159
speak 159
trip 159
between 158
kinda 158
relax 158
sex 158
wake 158
bag 157
d 157
fact 157
barney 156
gas 156
fault 155
one's 155
sold 155
tired 155
worth 155
crap 154
takes 154
monster 153
movies 153
present 153
carl 152
extra 152
piece 152
works 152
company 151
edna 151
land 151
lousy 151
pull 151
straight 151
teacher 151
weren't 151
evil 150
fired 150
forgot 149
office 149
voice 149
black 148
drop 148
fly 148
hang 148
park 148
broke 147
feet 147
laugh 147
luck 147
shoot 147
sideshow 147
touch 147
gun 146
space 146
choice 145
college 145
cute 145
gettin' 145
law 145
past 145
scratchy 145
surprise 145
homer's 144
horrible 144
unless 144
white 144
b 143
boring 143
leaving 143
p 143
pizza 143
problems 143
da 142
ones 142
plus 142
super 142
thinks 142
third 142
afford 141
angry 141
idiot 141
lou 141
yo 141
boss 140
drinking 140
how's 140
age 139
anybody 139
coffee 139
hurry 139
nose 139
though 139
died 138
duff 138
step 138
driving 137
running 137
weird 137
worked 137
buddy 136
c 136
field 136
sugar 136
table 136
asked 135
awesome 135
cheese 135
known 135
longer 135
nah 135
prison 135
ring 135
seat 135
burn 134
clear 134
dreams 134
evening 134
happens 134
judge 134
blah 133
stuck 133
trust 133
blow 132
fall 132
himself 132
local 132
loves 132
ma'am 132
nuts 132
system 132
wrote 132
breakfast 131
certainly 131
fresh 131
loved 131
changed 130
gee 130
milk 130
public 130
sing 130
they've 130
calling 129
felt 129
grow 129
lesson 129
missing 129
questions 129
vote 129
absolutely 128
babies 128
cake 128
dad's 128
heaven 128
j 128
letter 128
magic 128
mayor 128
pain 128
report 128
share 128
visit 128
yay 128
early 127
history 127
missed 127
ruined 127
u 127
weeks 127
band 126
gift 126
sense 126
suit 126
wiggum 126
chocolate 125
months 125
reading 125
ate 124
bird 124
court 124
finish 124
safety 124
science 124
service 124
somewhere 124
twelve 124
chicken 123
jerk 123
mister 123
sent 123
tickets 123
grade 122
chair 121
follow 121
low 121
meat 121
sea 121
today's 121
tough 121
center 120
clothes 120
fool 120
joe 120
marry 120
that'll 120
window 120
yep 120
animals 119
born 119
peace 119
respect 119
summer 119
caught 118
cost 118
garbage 118
lookin' 118
none 118
sort 118
explain 117
kidding 117
short 117
starting 117
bathroom 116
bite 116
during 116
fear 116
meant 116
steal 116
talkin' 116
thirty 116
toilet 116
abe 115
channel 115
jesus 115
knock 115
list 115
martin 115
ohhh 115
swear 115
cover 114
handle 114
month 114
queen 114
rather 114
shows 114
boat 113
dress 113
feelings 113
gives 113
gold 113
lots 113
rules 113
shoes 113
able 112
amazing 112
crime 112
forgive 112
meeting 112
admit 111
bowl 111
green 111
hole 111
raise 111
waiting 111
wall 111
agree 110
brockman 110
exciting 110
geez 110
o 110
ohh 110
pal 110
tape 110
taught 110
ugly 110
broken 109
build 109
bye 109
charge 109
deserve 109
gotten 109
taste 109
winner 109
animal 108
control 108
fell 108
fix 108
john 108
o'clock 108
realize 108
seconds 108
suck 108
bottle 107
entire 107
famous 107
giant 107
honest 107
horse 107
promised 107
smoke 107
joke 106
key 106
radio 106
seeing 106
building 105
captain 105
comic 105
dammit 105
deep 105
how'd 105
kick 105
teeth 105
totally 105
; 104
bunch 104
congratulations 104
hungry 104
mistake 104
names 104
popular 104
scared 104
shirt 104
single 104
video 104
credit 103
final 103
football 103
island 103
percent 103
race 103
record 103
sauce 103
student 103
ticket 103
vacation 103
worried 103
ye 103
baseball 102
camera 102
cash 102
fake 102
interesting 102
named 102
reverend 102
completely 101
eggs 101
fellow 101
given 101
jail 101
punch 101
santa 101
slow 101
foot 100
murder 100
rid 100
spent 100
although 99
awful 99
cannot 99
count 99
everyone's 99
fill 99
form 99
glass 99
krabappel 99
needed 99
pig 99
prove 99
saturday 99
usually 99
bible 98
calm 98
computer 98
dump 98
goodnight 98
holy 98
hug 98
killing 98
moon 98
push 98
treat 98
truly 98
double 97
george 97
lead 97
legs 97
loser 97
museum 97
sandwich 97
simple 97
stars 97
stealing 97
strong 97
suppose 97
trick 97
uncle 97
whose 97
action 96
blame 96
ew 96
hide 96
magazine 96
message 96
offer 96
ol' 96
paying 96
stole 96
sun 96
tony 96
apple 95
camp 95
de 95
delicious 95
drugs 95
god's 95
interested 95
romantic 95
shop 95
sunday 95
built 94
feels 94
middle 94
patty 94
putting 94
serious 94
shelbyville 94
springfield's 94
biggest 93
busy 93
cents 93
dangerous 93
dirty 93
duck 93
fit 93
french 93
government 93
owe 93
robot 93
spirit 93
tour 93
train 93
world's 93
afternoon 92
cry 92
english 92
guy's 92
miracle 92
normal 92
price 92
professor 92
size 92
sleeping 92
spot 92
strike 92
ways 92
weekend 92
america's 91
angel 91
ii 91
lived 91
personal 91
played 91
prize 91
ran 91
road 91
t 91
wind 91
wine 91
character 90
favor 90
figure 90
hall 90
homework 90
mary 90
pop 90
smile 90
sports 90
upon 90
weight 90
army 89
bank 89
bowling 89
closed 89
dare 89
innocent 89
moving 89
parking 89
sale 89
van 89
walking 89
careful 88
decided 88
fighting 88
fortune 88
fox 88
heads 88
laughing 88
passed 88
precious 88
snow 88
truck 88
turning 88
wha 88
bigger 87
carumba 87
dark 87
hollywood 87
princess 87
she'll 87
sucks 87
award 86
aye 86
dig 86
grand 86
mail 86
mmmm 86
planet 86
private 86
shame 86
students 86
y'know 86
corn 85
father's 85
finished 85
fourth 85
genius 85
mel 85
neck 85
nope 85
note 85
screw 85
sitting 85
waste 85
according 84
ahh 84
calls 84
cookies 84
created 84
feed 84
games 84
larry 84
plane 84
smells 84
'til 83
asking 83
ay 83
bike 83
cards 83
common 83
daddy's 83
group 83
hospital 83
internet 83
leader 83
lovely 83
plenty 83
sky 83
across 82
adult 82
advice 82
beloved 82
button 82
cheer 82
nooo 82
photo 82
pool 82
station 82
tie 82
what'd 82
york 82
arm 81
awww 81
bread 81
classic 81
destroy 81
faster 81
fifteen 81
invented 81
jump 81
liked 81
oil 81
otto 81
revenge 81
singing 81
stopped 81
tongue 81
wild 81
aww 80
beach 80
bottom 80
cell 80
dumb 80
everything's 80
following 80
juice 80
keys 80
man's 80
paint 80
silly 80
tea 80
troy 80
where'd 80
complete 79
cow 79
elementary 79
filled 79
leg 79
naked 79
santa's 79
tom 79
writing 79
code 78
dancing 78
fancy 78
freedom 78
grave 78
hee 78
somethin' 78
stomach 78
beauty 77
board 77
cartoon 77
girlfriend 77
glasses 77
ground 77
handsome 77
happening 77
lights 77
mother's 77
nature 77
powerful 77
project 77
shake 77
allowed 76
appreciate 76
everywhere 76
hasn't 76
kwikemart 76
loud 76
maude 76
neighbor 76
others 76
ourselves 76
accept 75
begin 75
bully 75
cup 75
helping 75
ideas 75
k 75
looked 75
ray 75
restaurant 75
security 75
television 75
warm 75
choose 74
comedy 74
commercial 74
f 74
kitchen 74
listening 74
losers 74
lying 74
natural 74
poison 74
possible 74
quimby 74
rat 74
regular 74
wondering 74
butter 73
cops 73
flying 73
goodness 73
jack 73
license 73
mommy 73
original 73
soup 73
yard 73
career 72
closer 72
etc 72
grab 72
helper 72
officer 72
opening 72
program 72
realized 72
round 72
rule 72
seriously 72
stories 72
accident 71
apologize 71
arms 71
aunt 71
cars 71
due 71
expect 71
experience 71
forty 71
fruit 71
possibly 71
season 71
square 71
threw 71
upset 71
anywhere 70
blind 70
contest 70
he'd 70
hip 70
insurance 70
jazz 70
monty 70
notice 70
painting 70
saving 70
someone's 70
ugh 70
area 69
became 69
bless 69
cheap 69
dying 69
e 69
faith 69
information 69
miles 69
mom's 69
national 69
nerd 69
partner 69
radioactive 69
scary 69
series 69
study 69
tip 69
americans 68
behold 68
brand 68
doll 68
elephant 68
guns 68
heck 68
kept 68
l 68
library 68
per 68
pictures 68
pork 68
protect 68
remind 68
scene 68
settle 68
spending 68
tight 68
wet 68
yesterday 68
zero 68
brown 67
especially 67
holding 67
master 67
mm 67
near 67
onto 67
oops 67
press 67
release 67
snake 67
standing 67
theater 67
twice 67
wash 67
yellow 67
acting 66
asleep 66
capital 66
cares 66
cartoons 66
crowd 66
cruel 66
drug 66
flag 66
force 66
health 66
junk 66
ma 66
mess 66
montgomery 66
moved 66
network 66
potato 66
r 66
score 66
thoughts 66
buck 65
buying 65
christian 65
crying 65
factory 65
finger 65
fingers 65
gum 65
interest 65
keeps 65
killer 65
knife 65
lame 65
lazy 65
learning 65
legal 65
loving 65
pack 65
pleasure 65
pretend 65
roof 65
starts 65
support 65
woohoo 65
brilliant 64
community 64
devil 64
dirt 64
dry 64
empty 64
fan 64
imagine 64
jimmy 64
junior 64
krusty's 64
latest 64
letters 64
older 64
plastic 64
ridiculous 64
st 64
stink 64
trash 64
twentyfive 64
whenever 64
artie 63
certain 63
clearly 63
electric 63
festival 63
g 63
guest 63
guilty 63
hurts 63
keeping 63
lay 63
level 63
lies 63
mall 63
nineteen 63
salad 63
ship 63
shopping 63
spring 63
wheel 63
written 63
bacon 62
bees 62
chinese 62
ear 62
episode 62
mark 62
match 62
mate 62
model 62
mood 62
mountain 62
odd 62
page 62
pounds 62
presents 62
spare 62
tax 62
treasure 62
would've 62
alcohol 61
alright 61
besides 61
bother 61
color 61
couch 61
egg 61
energy 61
expensive 61
ghost 61
invited 61
jobs 61
lovejoy 61
memory 61
neighborhood 61
professional 61
rod 61
row 61
sexy 61
silence 61
sweetheart 61
toy 61
ahhh 60
audience 60
balls 60
cause 60
danger 60
doo 60
escape 60
friday 60
hibbert 60
insane 60
lock 60
lonely 60
mama 60
michael 60
north 60
orange 60
panic 60
papa 60
rights 60
rocks 60
society 60
apart 59
attitude 59
boo 59
brains 59
bug 59
covered 59
department 59
freak 59
indeed 59
itself 59
league 59
losing 59
maggie's 59
picked 59
pony 59
secrets 59
skin 59
speaking 59
spit 59
surprised 59
turns 59
year's 59
arrest 58
brothers 58
burns' 58
cable 58
celebrate 58
fans 58
figured 58
forward 58
gym 58
math 58
operation 58
simpson's 58
states 58
switch 58
total 58
warn 58
winning 58
bath 57
bell 57
bone 57
brings 57
burning 57
cast 57
chop 57
darling 57
definitely 57
guard 57
major 57
malibu 57
neither 57
ocean 57
pills 57
practice 57
pregnant 57
serve 57
tears 57
washington 57
yourselves 57
anniversary 56
bald 56
birth 56
consider 56
desk 56
driver 56
helen 56
language 56
memories 56
mighty 56
noticed 56
pair 56
pile 56
rain 56
sisters 56
success 56
teachers 56
trapped 56
allow 55
beef 55
belt 55
bored 55
boy's 55
boyfriend 55
casino 55
cop 55
darn 55
david 55
easier 55
emergency 55
er 55
frank 55
hearing 55
impossible 55
numbers 55
often 55
pet 55
points 55
religion 55
rubber 55
selling 55
shoe 55
should've 55
shower 55
speech 55
stage 55
steak 55
strange 55
tear 55
tooth 55
track 55
turkey 55
add 54
amen 54
bullies 54
carry 54
cats 54
conversation 54
dessert 54
disco 54
donut 54
faces 54
hearts 54
johnny 54
member 54
parade 54
pee 54
plow 54
prank 54
reach 54
reality 54
someday 54
sucker 54
themselves 54
union 54
violence 54
banana 53
beans 53
bingo 53
children's 53
circus 53
closet 53
donuts 53
duffman 53
ears 53
failed 53
fellas 53
gang 53
harder 53
hiding 53
hired 53
illegal 53
jimbo 53
leaves 53
lied 53
mcclure 53
pink 53
player 53
showed 53
smoking 53
south 53
stolen 53
behavior 52
brave 52
costume 52
ding 52
eleven 52
eve 52
farm 52
gambling 52
general 52
golden 52
halloween 52
healthy 52
held 52
hoover 52
main 52
medical 52
monday 52
mouse 52
perfectly 52
reminds 52
schools 52
songs 52
taxes 52
throwing 52
toys 52
traffic 52
ach 51
attack 51
basement 51
bucket 51
clock 51
collection 51
could've 51
discuss 51
enemy 51
flight 51
hadn't 51
ham 51
jokes 51
justice 51
monsters 51
paul 51
people's 51
pipe 51
ruin 51
silver 51
split 51
sport 51
sticks 51
stock 51
thy 51
wars 51
weather 51
witch 51
ba 50
blew 50
bones 50
breath 50
bringing 50
comfortable 50
cookie 50
customers 50
dee 50
destroyed 50
duty 50
ends 50
enter 50
fabulous 50
further 50
hanging 50
happiness 50
hated 50
james 50
kissing 50
manager 50
meaning 50
nerds 50
ours 50
peanut 50
plate 50
prefer 50
pulled 50
social 50
something's 50
suckers 50
training 50
tshirt 50
underwear 50
version 50
weak 50
whether 50
wise 50
yell 50
al 49
birds 49
cent 49
coat 49
concert 49
difference 49
falling 49
families 49
gentle 49
gotcha 49
hotel 49
lines 49
lottery 49
lower 49
medicine 49
ms 49
mystery 49
na 49
name's 49
noise 49
powers 49
prepare 49
robots 49
scare 49
sight 49
situation 49
solve 49
speed 49
spread 49
stacy 49
surgery 49
tall 49
unfortunately 49
y'ello 49
ad 48
beginning 48
booze 48
challenge 48
charlie 48
correct 48
crush 48
hilarious 48
jewish 48
large 48
merry 48
mob 48
musical 48
places 48
regret 48
shorts 48
spell 48
suspect 48
tavern 48
trade 48
wasted 48
west 48
agent 47
ancient 47
answers 47
bars 47
bomb 47
buried 47
cap 47
continue 47
crack 47
doomed 47
education 47
eighteen 47
embarrassing 47
fail 47
freeze 47
hereby 47
higher 47
holiday 47
issue 47
jacket 47
joy 47
kirk 47
lately 47
lemme 47
lifetime 47
locked 47
map 47
meal 47
n 47
nap 47
pathetic 47
post 47
prepared 47
pure 47
rent 47
repeat 47
responsible 47
river 47
search 47
several 47
soccer 47
teaching 47
tells 47
tiny 47
type 47
workin' 47
zone 47
address 46
anger 46
bee 46
borrow 46
bush 46
charity 46
cheating 46
chosen 46
cigarettes 46
cleaning 46
dating 46
election 46
england 46
enjoying 46
evidence 46
exercise 46
finest 46
funeral 46
garage 46
grown 46
happier 46
hates 46
heavy 46
hook 46
including 46
jerks 46
kid's 46
modern 46
newspaper 46
patch 46
planning 46
pressure 46
remembered 46
sentence 46
smash 46
soft 46
somehow 46
son's 46
stu 46
successful 46
tale 46
talked 46
tastes 46
thee 46
they'd 46
todd 46
trees 46
winter 46
adults 45
airport 45
babe 45
bat 45
begins 45
block 45
cook 45
detention 45
diet 45
discovered 45
dressed 45
entertainment 45
excited 45
fella 45
growing 45
guide 45
hop 45
jealous 45
jury 45
lawn 45
lessons 45
male 45
mention 45
metal 45
noooo 45
opened 45
pen 45
penny 45
phony 45
replace 45
screwed 45
seats 45
subject 45
suddenly 45
valuable 45
wave 45
agreed 44
apartment 44
awards 44
based 44
boxes 44
corner 44
decision 44
drove 44
eaten 44
employee 44
flowers 44
friendly 44
grease 44
gross 44
guitar 44
h 44
inspector 44
introduce 44
japanese 44
jebediah 44
laundry 44
liquor 44
market 44
mission 44
neighbors 44
painted 44
prom 44
riding 44
smooth 44
steve 44
surely 44
testing 44
there'll 44
this'll 44
trap 44
view 44
whale 44
wives 44
above 43
artist 43
ashamed 43
battle 43
bears 43
belong 43
breathe 43
bright 43
bubble 43
budget 43
canada 43
chicks 43
chips 43
colonel 43
d'oh 43
decide 43
dreamed 43
ending 43
event 43
express 43
female 43
films 43
hardly 43
heat 43
huge 43
immediately 43
load 43
marge's 43
millions 43
minds 43
moron 43
nobody's 43
nurse 43
picking 43
pot 43
rats 43
receive 43
relationship 43
reward 43
saxophone 43
stranger 43
tied 43
toast 43
united 43
why'd 43
wife's 43
within 43
woods 43
among 42
annual 42
assistant 42
billy 42
bouvier 42
bow 42
breaking 42
bridge 42
chalmers 42
chew 42
chick 42
clever 42
contract 42
cross 42
draw 42
dvd 42
electricity 42
finding 42
golf 42
groundskeeper 42
hoping 42
led 42
nightmare 42
noble 42
ordered 42
pardon 42
plans 42
poochie 42
pray 42
pride 42
quarter 42
rage 42
reached 42
rescue 42
rough 42
rub 42
shoo 42
skip 42
syrup 42
talent 42
thousands 42
trial 42
ultimate 42
vegetables 42
wee 42
whoever 42
y 42
& 41
'n' 41
alarm 41
awfully 41
babysitter 41
beats 41
bedroom 41
beyond 41
chapter 41
chest 41
china 41
cousin 41
customer 41
delivery 41
doubt 41
filthy 41
flaming 41
focus 41
france 41
friendship 41
frozen 41
garden 41
highly 41
hits 41
idiots 41
italian 41
lake 41
lemon 41
letting 41
lick 41
magical 41
monkeys 41
opportunity 41
permission 41
position 41
prince 41
quickly 41
roger 41
romance 41
rope 41
sake 41
seemed 41
seventeen 41
simply 41
skinner's 41
sneak 41
solid 41
solution 41
somebody's 41
spy 41
statue 41
stinks 41
superintendent 41
tank 41
travel 41
willing 41
wire 41
x 41
appear 40
avoid 40
belly 40
british 40
burger 40
circle 40
coach 40
contact 40
copy 40
corpse 40
cuts 40
dot 40
duh 40
dunno 40
dust 40
east 40
fifth 40
flavor 40
flower 40
gentleman 40
gravy 40
helped 40
herb 40
iron 40
knees 40
lift 40
lotta 40
material 40
owner 40
passion 40
pity 40
quality 40
records 40
results 40
role 40
shrimp 40
slap 40
snack 40
soda 40
style 40
survive 40
tuesday 40
twentyfour 40
twins 40
apology 39
apples 39
backwards 39
barely 39
barn 39
bills 39
bloody 39
condition 39
curse 39
daughter's 39
dignity 39
drawing 39
glove 39
glue 39
gosh 39
hail 39
invite 39
jackson 39
lamb 39
laws 39
lurleen 39
makin' 39
mcbain 39
mysterious 39
pocket 39
pound 39
prayer 39
property 39
research 39
rise 39
rocket 39
screen 39
signed 39
squeeze 39
swing 39
texas 39
tryin' 39
tub 39
wagon 39
artists 38
arts 38
aside 38
average 38
boobs 38
bust 38
century 38
changes 38
comics 38
concerned 38
cutting 38
damage 38
disease 38
divorce 38
doc 38
downtown 38
drinks 38
dropped 38
earned 38
fantastic 38
fever 38
former 38
fries 38
grant 38
hidden 38
kicked 38
kicking 38
lips 38
midnight 38
mike 38
mirror 38
nonsense 38
punish 38
punishment 38
recall 38
richard 38
salt 38
sergeant 38
shape 38
showing 38
spray 38
staying 38
stone 38
storm 38
tap 38
teddy 38
title 38
touched 38
umm 38
universe 38
usual 38
value 38
whatcha 38
wheels 38
whoo 38
abandoned 37
angels 37
blows 37
buzz 37
cancel 37
chain 37
characters 37
chops 37
climb 37
creature 37
dang 37
decent 37
el 37
example 37
girl's 37
guts 37
hopeless 37
imagination 37
indian 37
irish 37
jar 37
ketchup 37
knowing 37
labor 37
loss 37
media 37
mix 37
moments 37
nervous 37
ouch 37
plain 37
players 37
puzzle 37
rice 37
risk 37
shh 37
suggest 37
szyslak 37
tail 37
tonight's 37
vampire 37
violent 37
vision 37
warning 37
watched 37
whee 37
zoo 37
'tis 36
assume 36
available 36
baby's 36
bake 36
ballet 36
balloon 36
basket 36
basketball 36
blast 36
bond 36
boom 36
bride 36
bum 36
caused 36
celebrity 36
changing 36
checks 36
criminal 36
crisis 36
cure 36
declare 36
difficult 36
drill 36
earn 36
exist 36
fantasy 36
fireworks 36
flash 36
forest 36
forgotten 36
hippie 36
horses 36
howdy 36
however 36
humans 36
hutz 36
infantry 36
jeez 36
lincoln 36
loose 36
manjula 36
mental 36
mercy 36
murdered 36
paradise 36
parts 36
pitch 36
plays 36
pro 36
remain 36
retirement 36
sack 36
school's 36
sees 36
setting 36
sin 36
slide 36
sometime 36
streets 36
sue 36
throat 36
uhh 36
upstairs 36
valentine's 36
wherever 36
wins 36
worker 36
yer 36
adorable 35
announcement 35
attractive 35
bleeding 35
champagne 35
charles 35
cheat 35
corporation 35
crappy 35
create 35
dave 35
exchange 35
followed 35
german 35
gifts 35
gil 35
goo 35
grades 35
grampa's 35
grew 35
hats 35
incredible 35
laughter 35
mud 35
must've 35
nicely 35
nick 35
nooooo 35
obvious 35
olympics 35
period 35
piano 35
remove 35
rip 35
sandwiches 35
selfish 35
shine 35
shock 35
slice 35
strength 35
suicide 35
tattoo 35
tennis 35
term 35
terrace 35
thumb 35
toss 35
v 35
village 35
wasting 35
wax 35
what're 35
whoop 35
wore 35
000 34
academy 34
alley 34
annoying 34
bags 34
blimp 34
cage 34
champion 34
cheated 34
commercials 34
convention 34
coward 34
crash 34
deadly 34
delightful 34
demand 34
dish 34
enemies 34
enjoyed 34
eww 34
familiar 34
frankly 34
granted 34
heroes 34
hire 34
hitler 34
hockey 34
ignore 34
liar 34
liberty 34
luann 34
nation 34
nearly 34
nowhere 34
opinion 34
parties 34
photos 34
pin 34
prices 34
product 34
progress 34
provide 34
purpose 34
purse 34
rabbi 34
rude 34
runs 34
scam 34
sending 34
served 34
shooting 34
sixteen 34
sixty 34
slip 34
snakes 34
staring 34
stuffed 34
town's 34
twist 34
unlike 34
victory 34
wiener 34
workers 34
abraham 33
amusement 33
apparently 33
beers 33
celebrities 33
chip 33
competition 33
complain 33
counting 33
cruise 33
dean 33
desperate 33
eddie 33
evergreen 33
everybody's 33
failure 33
family's 33
federal 33
file 33
float 33
fought 33
generation 33
gray 33
hawaii 33
hawhaw 33
herself 33
host 33
impressive 33
joined 33
kinds 33
lad 33
lawyer 33
march 33
mixed 33
mmmhmm 33
ralphie 33
rotten 33
satan 33
scratch 33
scream 33
sector 33
shirts 33
show's 33
silent 33
studio 33
taco 33
theory 33
thirteen 33
thou 33
tomato 33
useless 33
wallet 33
whip 33
wrap 33
yayyy 33
youth 33
aboard 32
actual 32
advantage 32
adventure 32
alien 32
announce 32
appears 32
arrr 32
belongs 32
below 32
brief 32
cameras 32
chase 32
chili 32
claus 32
cletus 32
courage 32
debt 32
dog's 32
drinkin' 32
dudes 32
earlier 32
eats 32
eighty 32
ended 32
fate 32
fatso 32
finds 32
frame 32
fraud 32
frontline 32
glory 32
grass 32
headed 32
heading 32
hobo 32
husband's 32
log 32
majesty 32
members 32
nickel 32
official 32
owns 32
paris 32
parked 32
peanuts 32
perform 32
planned 32
pleased 32
pour 32
products 32
recipe 32
replaced 32
returned 32
rolling 32
sand 32
sayin' 32
seal 32
snuggle 32
socks 32
stadium 32
stands 32
suffering 32
supply 32
swimming 32
thirtyfive 32
vegetarian 32
walls 32
whaddaya 32
whew 32
whistle 32
wings 32
wipe 32
actor 31
amount 31
ape 31
assure 31
barbecue 31
boogie 31
booth 31
bunny 31
bury 31
byebye 31
cereal 31
childhood 31
county 31
crew 31
deliver 31
diamond 31
dummy 31
effects 31
ewww 31
false 31
forth 31
freaks 31
gate 31
hideous 31
houten 31
hunting 31
hurting 31
i'unno 31
interrupt 31
jerry 31
kitty 31
lack 31
lion 31
mmhmm 31
native 31
navy 31
obviously 31
offense 31
olympic 31
online 31
oscar 31
passes 31
physical 31
pillow 31
pit 31
pleasant 31
psst 31
received 31
religious 31
reporter 31
riot 31
sacred 31
savings 31
schedule 31
shadow 31
shhh 31
site 31
skull 31
slept 31
snowball 31
solved 31
stamp 31
sucked 31
sweater 31
therapy 31
tiger 31
tire 31
tube 31
wednesday 31
whoops 31
wide 31
wing 31
worship 31
wreck 31
writers 31
yale 31
account 30
becoming 30
believed 30
billionaire 30
brazil 30
chairs 30
cigarette 30
clancy 30
cloud 30
cocktail 30
corporate 30
creatures 30
current 30
dental 30
expression 30
folk 30
forced 30
foreign 30
gary 30
greetings 30
harm 30
heavens 30
helpful 30
hung 30
impressed 30
kiddin' 30
kissed 30
knocked 30
lab 30
lane 30
lemonade 30
liberal 30
matters 30
max 30
ninety 30
oldfashioned 30
oven 30
package 30
poem 30
poop 30
process 30
proper 30
punk 30
pushing 30
raised 30
represent 30
robbed 30
sat 30
seventyfive 30
sink 30
slowly 30
tellin' 30
tricks 30
underpants 30
uses 30
vegas 30
voted 30
walked 30
accepted 29
acid 29
awake 29
badge 29
bah 29
beating 29
boxing 29
cans 29
cave 29
chloe 29
citizens 29
civil 29
claim 29
cleaned 29
coast 29
collect 29
colors 29
confused 29
creepy 29
dishes 29
don 29
doors 29
employees 29
fixed 29
fourteen 29
frink 29
grandfather 29
grandma 29
guests 29
international 29
jam 29
knowledge 29
laughs 29
legend 29
loaded 29
lover 29
macgyver 29
monorail 29
mount 29
moves 29
mustache 29
ninetynine 29
nothing's 29
o' 29
path 29
performance 29
pickle 29
pieces 29
pigs 29
policy 29
political 29
prayers 29
q 29
rack 29
review 29
sausage 29
sensitive 29
shark 29
sheep 29
sittin' 29
smiling 29
snap 29
spin 29
stanley 29
steady 29
superman 29
supplies 29
surrender 29
swim 29
thanksgiving 29
tim 29
traveling 29
warned 29
whack 29
whom 29
william 29
windows 29
wisdom 29
wood 29
y'all 29
yup 29
'im 28
backup 28
bastard 28
batman 28
began 28
blues 28
brunch 28
brush 28
burglar 28
cafeteria 28
clowns 28
cola 28
complaining 28
considered 28
costs 28
daily 28
deer 28
desert 28
dies 28
direct 28
doctors 28
drank 28
drunken 28
executive 28
fart 28
financial 28
freezer 28
fridge 28
fried 28
frog 28
fund 28
guards 28
happiest 28
helicopter 28
hooray 28
horn 28
hugh 28
image 28
involved 28
item 28
jet 28
jones 28
lee 28
legally 28
makeup 28
menu 28
merely 28
mexico 28
milhouse's 28
mistakes 28
nest 28
noises 28
outstanding 28
parent 28
poker 28
pole 28
puke 28
puppy 28
republican 28
resist 28
rings 28
rush 28
salary 28
senior 28
sharp 28
sober 28
southern 28
spanish 28
starring 28
steps 28
sweat 28
swings 28
thursday 28
towards 28
tower 28
tune 28
washing 28
western 28
what'll 28
woke 28
2 27
activity 27
aha 27
album 27
april 27
arnie 27
bail 27
bartender 27
becomes 27
bedtime 27
bells 27
bid 27
bull 27
bullet 27
burned 27
c'mere 27
castle 27
cherry 27
clue 27
coolest 27
crotch 27
cupcakes 27
dates 27
deed 27
defense 27
designed 27
director 27
disappointed 27
disgusting 27
dough 27
drew 27
edison 27
excitement 27
exit 27
fallen 27
fallout 27
fame 27
flanders' 27
footage 27
freakin' 27
fur 27
gag 27
grace 27
hell's 27
hill 27
hose 27
hounds 27
humor 27
hundreds 27
insist 27
isotopes 27
likely 27
locker 27
madness 27
moral 27
muntz 27
necessary 27
net 27
opera 27
outfit 27
picnic 27
popcorn 27
purple 27
quietly 27
rare 27
screaming 27
section 27
separate 27
shove 27
socalled 27
someplace 27
sounded 27
spirits 27
stunt 27
tenyearold 27
thin 27
thinkin' 27
triple 27
trophy 27
twentythree 27
washed 27
waylon 27
weapons 27
who'd 27
witness 27
yap 27
ziff 27
1 26
arr 26
arrested 26
asks 26
banner 26
beard 26
bom 26
bottles 26
bravo 26
bullets 26
buttons 26
cabin 26
cakes 26
carnival 26
carrying 26
chuck 26
concentrate 26
counts 26
creative 26
culture 26
dame 26
deserves 26
diaper 26
dime 26
dip 26
district 26
drag 26
embarrassed 26
expecting 26
explode 26
farewell 26
fascinating 26
fatty 26
fishing 26
foolish 26
frisbee 26
fudge 26
gabbo 26
gem 26
generous 26
goat 26
gorilla 26
hammer 26
hitting 26
hiya 26
holds 26
homes 26
include 26
invention 26
july 26
knight 26
laid 26
li'l 26
liver 26
marvin 26
miserable 26
mmhm 26
motion 26
normally 26
oo 26
pencil 26
pfft 26
pinch 26
potatoes 26
proof 26
pudding 26
rabbit 26
rate 26
reasons 26
sexual 26
shack 26
shoulder 26
simon 26
skeleton 26
sketch 26
skills 26
smarter 26
sock 26
sooner 26
standard 26
steel 26
stopping 26
stores 26
strawberry 26
string 26
tag 26
thing's 26
thomas 26
toes 26
towel 26
tradition 26
tv's 26
twentytwo 26
unit 26
waters 26
wayne 26
yelling 26
yoink 26
yuck 26
'round 25
6 25
aware 25
battery 25
beaten 25
ben 25
betty 25
blessed 25
bugs 25
calendar 25
canadian 25
cared 25
catholic 25
charged 25
checked 25
chewing 25
chose 25
clinton 25
command 25
committee 25
computers 25
cooler 25
couples 25
crushed 25
cube 25
damned 25
defeat 25
dick 25
dropping 25
elvis 25
estate 25
flat 25
flew 25
florida 25
governor 25
gums 25
helps 25
honored 25
humble 25
hush 25
indians 25
inspired 25
it'd 25
jay 25
jolly 25
jr 25
kidnapped 25
kids' 25
lets 25
lobster 25
magazines 25
men's 25
military 25
mindy 25
minus 25
nail 25
neddy 25
nobel 25
novelty 25
oy 25
patient 25
peach 25
pill 25
positive 25
praying 25
pulling 25
pump 25
purchase 25
rap 25
robert 25
route 25
senator 25
signs 25
slave 25
slipped 25
souls 25
sparkle 25
stayed 25
takin' 25
tatum 25
technically 25
technology 25
terrific 25
threat 25
thrill 25
torture 25
treatment 25
trunk 25
twin 25
university 25
waited 25
weapon 25
web 25
wicked 25
wig 25
worthless 25
a's 24
access 24
activities 24
aid 24
andy 24
arrrgh 24
arthur 24
attacked 24
baloney 24
banned 24
becky 24
benefit 24
blanket 24
blown 24
bulletin 24
bumper 24
california 24
campaign 24
carefully 24
ceiling 24
championship 24
choke 24
christ 24
classy 24
click 24
closing 24
commit 24
conference 24
congress 24
construction 24
cowboy 24
crawl 24
dice 24
disaster 24
dolphins 24
dressing 24
easter 24
eatin' 24
economy 24
ed 24
engine 24
entertain 24
entirely 24
equipment 24
events 24
fairy 24
falls 24
fashion 24
flame 24
forbidden 24
furniture 24
gig 24
glamorous 24
global 24
gramma 24
henry 24
hunt 24
inner 24
ireland 24
jelly 24
jim 24
johnson 24
judging 24
kidney 24
knee 24
lawyers 24
lewis 24
luke 24
machines 24
mars 24
massage 24
meals 24
mexican 24
minister 24
mop 24
mostly 24
motor 24
murderer 24
nature's 24
nelson's 24
nut 24
odds 24
pages 24
painful 24
pancakes 24
pete 24
peter 24
pies 24
pilot 24
pirate 24
poetry 24
praise 24
pretending 24
prime 24
producers 24
punks 24
puppies 24
pushed 24
recent 24
request 24
roosevelt 24
royal 24
scheme 24
scientists 24
scoop 24
secretary 24
sheet 24
sidekick 24
snacks 24
soap 24
source 24
spider 24
stampy 24
stays 24
stretch 24
supreme 24
ted 24
thrown 24
topic 24
towels 24
treehouse 24
unfair 24
vehicle 24
wears 24
week's 24
worms 24
wrapped 24
younger 24
ants 23
anyhoo 23
application 23
apply 23
attempted 23
autograph 23
bang 23
beast 23
bonk 23
braces 23
broadway 23
ceremony 23
charges 23
chat 23
citizen 23
comfort 23
confession 23
convinced 23
cooties 23
core 23
crank 23
critic 23
dawn 23
denver 23
depressed 23
despite 23
dial 23
digging 23
dive 23
drawer 23
dumped 23
encourage 23
environment 23
exact 23
extreme 23
extremely 23
featuring 23
fires 23
flush 23
franchise 23
gather 23
glorious 23
grownup 23
guilt 23
gummy 23
gut 23
haircut 23
helmet 23
hike 23
honeymoon 23
jerky 23
joan 23
joining 23
juliet 23
jumping 23
karate 23
kearney 23
lighten 23
lowest 23
loyal 23
maniac 23
marvelous 23
mascot 23
miami 23
microwave 23
mock 23
monitor 23
newspapers 23
nor 23
oldest 23
oooo 23
opposite 23
orders 23
otherwise 23
pays 23
penalty 23
personally 23
pins 23
pops 23
priceless 23
promises 23
puts 23
rainbow 23
range 23
recommend 23
returning 23
rob 23
robbery 23
sacrifice 23
san 23
satellite 23
scar 23
self 23
shed 23
shelter 23
shots 23
shoulda 23
species 23
sponge 23
stairs 23
steam 23
sticky 23
strangle 23
stress 23
strip 23
superior 23
sushi 23
swallow 23
text 23
theme 23
tragic 23
twisted 23
upside 23
versus 23
vest 23
vice 23
volunteer 23
wealthy 23
willie's 23
wizard 23
wooden 23
writer 23
'er 22
7g 22
aim 22
argue 22
awwww 22
bachelor 22
balance 22
basic 22
bathing 22
batteries 22
beg 22
betrayed 22
bites 22
bitter 22
bombardment 22
breeze 22
buffalo 22
burst 22
captured 22
caring 22
chasing 22
checking 22
chill 22
cleaner 22
clip 22
coke 22
combination 22
conditioner 22
cone 22
cooking 22
council 22
creating 22
criminals 22
crossed 22
cured 22
dada 22
delighted 22
design 22
destruction 22
diary 22
dynamite 22
eighth 22
escaped 22
europe 22
everyman 22
expected 22
gumbel 22
gutter 22
haha 22
hamburger 22
holes 22
hopes 22
india 22
issues 22
items 22
joint 22
journey 22
kicks 22
kisses 22
lamp 22
le 22
loan 22
lounge 22
mailman 22
management 22
mansion 22
martha 22
melon 22
millionaire 22
mmmmm 22
moom 22
mortgage 22
nasty 22
neat 22
newest 22
noon 22
pageant 22
passing 22
pepper 22
permanent 22
pets 22
pledge 22
plug 22
pockets 22
pointing 22
poke 22
problemo 22
procedure 22
racket 22
radiation 22
rented 22
responsibility 22
ribs 22
rooms 22
root 22
russian 22
rusty 22
sam 22
scientist 22
settled 22
sharing 22
singer 22
sister's 22
skinny 22
slash 22
soldier 22
sour 22
spelling 22
spill 22
spoon 22
stinkin' 22
substitute 22
sunshine 22
surface 22
swallowed 22
teacher's 22
tests 22
tool 22
tries 22
typical 22
valentine 22
virgin 22
vomit 22
walks 22
whiskey 22
yak 22
zing 22
zombie 22
' 21
8 21
affair 21
aisle 21
angelica 21
avenue 21
badly 21
bananas 21
bands 21
base 21
bean 21
bikes 21
bitch 21
bongo 21
bound 21
broadcast 21
broccoli 21
busted 21
cab 21
cancelled 21
candle 21
cannon 21
carpet 21
cemetery 21
chamber 21
chug 21
cliff 21
closest 21
coincidence 21
collar 21
com 21
commissioner 21
con 21
cord 21
cows 21
curb 21
curly 21
dan 21
degree 21
discipline 21
discount 21
discover 21
dismissed 21
display 21
drives 21
ducks 21
dumpster 21
easily 21
educational 21
elected 21
entered 21
entitled 21
envy 21
explanation 21
farmer 21
fee 21
feelin' 21
filling 21
firing 21
ford 21
forgetting 21
frosty 21
halfway 21
hammock 21
hangin' 21
hay 21
heal 21
highest 21
hills 21
hooked 21
hulk 21
improve 21
incident 21
increase 21
influence 21
inventor 21
invisible 21
kills 21
landed 21
landing 21
lenny's 21
madam 21
magnificent 21
mattress 21
merchandise 21
mild 21
mint 21
mitzvah 21
mug 21
musk 21
mustard 21
nicer 21
ninetyfive 21
novel 21
other's 21
ought 21
palace 21
pine 21
pirates 21
practically 21
pronounce 21
punching 21
que 21
rapture 21
reasonable 21
reference 21
refrigerator 21
register 21
rex 21
rides 21
ron 21
roots 21
roses 21
routine 21
rumors 21
saint 21
sax 21
script 21
señor 21
sec 21
seek 21
shakespeare 21
she'd 21
sheriff 21
snitch 21
soy 21
squares 21
squirt 21
stickers 21
sticking 21
sting 21
suggestion 21
supervisor 21
swell 21
taps 21
teeny 21
telephone 21
tires 21
tools 21
tunnel 21
uhuh 21
vacuum 21
videos 21
voices 21
voyage 21
w 21
whipped 21
winners 21
wonders 21
worthy 21
writes 21
yogurt 21
ages 20
alert 20
alternative 20
ambulance 20
anchor 20
annie 20
anthem 20
appointment 20
arranged 20
arrived 20
attached 20
awkward 20
blowing 20
bodies 20
bonnie 20
brad 20
brandine 20
breaks 20
buddies 20
canceled 20
car's 20
carried 20
casual 20
chef 20
cities 20
coconut 20
comet 20
complicated 20
confidence 20
covers 20
cowboys 20
crummy 20
cuckoo 20
cue 20
demon 20
derby 20
desire 20
diamonds 20
direction 20
doggie 20
dolls 20
dork 20
downstairs 20
dozen 20
drivers 20
edge 20
effort 20
eliza 20
else's 20
elves 20
email 20
en 20
envelope 20
erotic 20
es 20
explore 20
explosion 20
fed 20
filth 20
fits 20
fog 20
foods 20
fools 20
forehead 20
foul 20
fry 20
germans 20
girls' 20
globe 20
goal 20
gorge 20
grammar 20
greater 20
groin 20
hamster 20
hardest 20
harsh 20
harvard 20
hawk 20
heyhey 20
hid 20
hoot 20
houses 20
hunger 20
husbands 20
imaginary 20
intelligence 20
italy 20
ivory 20
jaw 20
kennedy 20
leak 20
lefthanded 20
lightning 20
livin' 20
marrying 20
mask 20
meow 20
motel 20
mothers 20
murphy 20
muscle 20
necklace 20
nights 20
oatmeal 20
orphanage 20
oughta 20
pan 20
papers 20
paw 20
peas 20
phones 20
placed 20
portrait 20
proposition 20
radical 20
recently 20
relief 20
remote 20
replacement 20
reporting 20
reverse 20
ribbon 20
roast 20
roller 20
rolls 20
ruff 20
ruining 20
sample 20
scientific 20
sharks 20
shy 20
spine 20
spoken 20
stood 20
straighten 20
stroke 20
suspicious 20
sweetest 20
tasty 20
tent 20
thief 20
tragedy 20
trail 20
troll 20
tummy 20
victim 20
victims 20
virgil 20
vodka 20
vroom 20
vs 20
waitin' 20
warren 20
watchin' 20
website 20
whacking 20
wishes 20
wolf 20
women's 20
wrestling 20
youse 20
zaius 20
3 19
5 19
ads 19
advance 19
adventures 19
amber 19
ankle 19
anytime 19
appearance 19
article 19
ashes 19
authority 19
axe 19
babysitting 19
balloons 19
banks 19
baron 19
barrel 19
bass 19
begging 19
beware 19
bob's 19
bobo 19
boots 19
bothering 19
bra 19
brakes 19
bump 19
butts 19
candidate 19
carl's 19
champ 19
charm 19
cheech 19
chum 19
coins 19
compete 19
congressman 19
conscience 19
constant 19
convenience 19
corners 19
cotton 19
crackers 19
credits 19
crystal 19
cups 19
dancin' 19
deck 19
denied 19
depression 19
device 19
dictionary 19
dinosaurs 19
disappeared 19
discussion 19
disgrace 19
documentary 19
drederick 19
drops 19
eliminate 19
elon 19
emotional 19
equal 19
eventually 19
experienced 19
facts 19
feast 19
fence 19
flesh 19
foam 19
focused 19
fold 19
forms 19
fortyfive 19
furious 19
gently 19
gibson 19
goliath 19
goose 19
grapes 19
grim 19
hippo 19
homeless 19
homemade 19
humiliating 19
jacques 19
janey 19
japan 19
jessica 19
judgment 19
kit 19
krustyburger 19
lance 19
legendary 19
leonard 19
lifestyle 19
limit 19
luckily 19
lungs 19
massive 19
masters 19
medium 19
meh 19
meltdown 19
mentioned 19
mile 19
needle 19
needy 19
notes 19
object 19
ohho 19
oi 19
opens 19
option 19
ordinary 19
owned 19
pearls 19
phase 19
pointy 19
poster 19
pranks 19
pretzel 19
pretzels 19
printed 19
profit 19
pumpkin 19
quarters 19
racing 19
rag 19
raw 19
remains 19
rug 19
safely 19
sara 19
sarah 19
scale 19
scores 19
secretly 19
selected 19
session 19
settlement 19
sherman 19
shoulders 19
ski 19
sleepy 19
slim 19
smith 19
spaghetti 19
sticker 19
struck 19
studies 19
studying 19
submit 19
suffered 19
sword 19
tables 19
taylor 19
teenagers 19
teens 19
temporary 19
terms 19
thick 19
toe 19
touching 19
toward 19
trained 19
tribute 19
troubled 19
trusted 19
tshirts 19
unknown 19
vendetta 19
vietnam 19
virus 19
walt 19
warming 19
weakness 19
weekly 19
when's 19
yi 19
yum 19
zombies 19
24 18
abuse 18
ahoy 18
angle 18
animated 18
appetite 18
assembly 18
assistance 18
attempt 18
attend 18
author 18
bailey 18
baked 18
bartholomew 18
beatles 18
behave 18
bent 18
bergstrom 18
blocking 18
bomp 18
booger 18
bounty 18
bribe 18
carlson 18
carrot 18
carter 18
cecil 18
cheers 18
chong 18
city's 18
comb 18
complex 18
concern 18
concludes 18
confess 18
connection 18
cooked 18
cracked 18
cracker 18
crawling 18
creation 18
crooked 18
dancer 18
defend 18
delete 18
destroying 18
diddily 18
dining 18
directions 18
drown 18
eightyearold 18
elderly 18
embarrass 18
eternal 18
exhibit 18
exotic 18
failing 18
fears 18
fetch 18
fights 18
fist 18
fork 18
framed 18
franklin 18
fully 18
gaga 18
givin' 18
gorgeous 18
grandmother 18
greedy 18
hippies 18
hog 18
hohi 18
hopin' 18
howard 18
humanity 18
impression 18
inch 18
incredibly 18
individual 18
infernal 18
intelligent 18
jammed 18
jeans 18
ken 18
ladder 18
laddie 18
laughed 18
lettuce 18
lionel 18
listened 18
los 18
louie 18
lunches 18
marijuana 18
meatloaf 18
melted 18
mere 18
messages 18
mill 18
monroe 18
moustache 18
nails 18
naturally 18
neddie 18
night's 18
observe 18
ohhhh 18
olive 18
pacific 18
pad 18
particular 18
patrol 18
peaceful 18
pedal 18
permit 18
plague 18
plants 18
porno 18
possum 18
pox 18
presentation 18
president's 18
previous 18
principal's 18
privacy 18
production 18
profits 18
protest 18
queer 18
ratings 18
recognize 18
retired 18
rockin' 18
sermon 18
shown 18
si 18
solar 18
spaceship 18
spoke 18
squirrel 18
squishee 18
stab 18
stepped 18
stones 18
stops 18
stripes 18
stronger 18
stupidest 18
suffer 18
teen 18
teenage 18
thirtyeight 18
tips 18
tone 18
traditional 18
tribe 18
tuck 18
un 18
uncomfortable 18
undercover 18
understanding 18
uniform 18
urge 18
usa 18
visiting 18
voop 18
wolfcastle 18
worries 18
wowww 18
's 17
accidentally 17
actors 17
alaska 17
alex 17
anderson 17
answered 17
applause 17
applesauce 17
approach 17
assignment 17
astronaut 17
australia 17
backyard 17
bait 17
bay 17
beep 17
beneath 17
bon 17
boot 17
borrowed 17
burgers 17
callin' 17
causing 17
charming 17
cheek 17
chester 17
chicago 17
clouds 17
coaster 17
coffin 17
commission 17
committed 17
coupon 17
cupcake 17
dallas 17
debate 17
degrees 17
deposit 17
determined 17
detroit 17
differences 17
disney 17
disturbing 17
divorced 17
dna 17
dole 17
dolphin 17
donkey 17
duncan 17
ease 17
elbow 17
entertaining 17
episodes 17
error 17
evolution 17
expired 17
fbi 17
fiftytwo 17
fort 17
fortyeight 17
fracking 17
fred 17
frosting 17
fuzzy 17
gain 17
gamble 17
gathered 17
grocery 17
grownups 17
halftime 17
haunted 17
havin' 17
honestly 17
hut 17
iii 17
immigrants 17
impress 17
industry 17
ink 17
ironic 17
jello 17
joey 17
judges 17
juicy 17
korean 17
largest 17
launch 17
limited 17
lobby 17
london 17
louis 17
lovers 17
managed 17
marjorie 17
martin's 17
mass 17
meaningless 17
misses 17
moleman 17
mon 17
money's 17
monument 17
mornin' 17
morphine 17
motorcycle 17
mozart 17
mummy 17
murderous 17
musician 17
myers 17
myth 17
nagging 17
naughty 17
negative 17
noah 17
objection 17
occasion 17
offering 17
omigod 17
ooooh 17
orleans 17
outrageous 17
parenting 17
payment 17
perfume 17
phil 17
pipes 17
plates 17
pointless 17
polite 17
politics 17
pope 17
print 17
programming 17
propose 17
proves 17
puttin' 17
quote 17
railroad 17
rainier 17
recording 17
released 17
result 17
ripoff 17
ripped 17
roman 17
rose 17
ruth 17
scissors 17
searching 17
sells 17
serving 17
shave 17
shocked 17
simpsons' 17
sincerely 17
slight 17
smack 17
sophisticated 17
spells 17
spice 17
stake 17
starving 17
steamed 17
strap 17
struggle 17
suitcase 17
sunset 17
tab 17
terribly 17
that'd 17
thieves 17
thirsty 17
thirtytwo 17
time's 17
tobacco 17
tomorrow's 17
trailer 17
tray 17
treated 17
treats 17
troubles 17
turtle 17
uhhh 17
umhm 17
unbelievable 17
unhappy 17
uniforms 17
vampires 17
various 17
venus 17
vicious 17
viewers 17
waffles 17
waking 17
witches 17
woman's 17
xray 17
zelda 17
10 16
abomshabai 16
adopted 16
advanced 16
africa 16
agreement 16
alcoholic 16
allen 16
allowance 16
ant 16
attorney 16
au 16
auto 16
avenge 16
baking 16
bartman 16
bathtub 16
behalf 16
bench 16
bend 16
billion 16
biting 16
blonde 16
boil 16
bold 16
brick 16
broom 16
buddha 16
burnsie 16
bushes 16
caller 16
candles 16
canyonero 16
caramel 16
cart 16
cases 16
cat's 16
cd 16
celebrating 16
cement 16
central 16
chimp 16
claws 16
clumsy 16
coal 16
cocoa 16
comment 16
constitution 16
controversial 16
costumes 16
crab 16
cranky 16
creator 16
crib 16
cried 16
crimes 16
crossword 16
currently 16
dads 16
danish 16
darkness 16
dated 16
dealer 16
dedicate 16
deeply 16
describe 16
desperately 16
desserts 16
details 16
directly 16
disagree 16
distance 16
division 16
donation 16
dragon 16
dreaming 16
drivin' 16
drum 16
dwight 16
edition 16
einstein 16
elevator 16
equals 16
expense 16
experiment 16
expert 16
faking 16
fathers 16
feature 16
firm 16
flies 16
fountain 16
funky 16
g'night 16
gardens 16
glayvin 16
gloria 16
goods 16
goody 16
gore 16
granny 16
grimes 16
harry 16
helpless 16
heroic 16
highway 16
hmmmm 16
hoax 16
horror 16
hunter 16
illusion 16
income 16
independent 16
institute 16
instructions 16
insult 16
jews 16
krustofsky 16
lap 16
life's 16
limo 16
liquid 16
literally 16
lollipop 16
luxury 16
mafia 16
maple 16
marks 16
marty 16
mayonnaise 16
mayor's 16
midge 16
milkshakes 16
moms 16
morons 16
mouths 16
mule 16
mush 16
naw 16
octopus 16
patented 16
payin' 16
pigeon 16
planted 16
poking 16
port 16
presenting 16
prisoner 16
promotion 16
reactor 16
recycling 16
reindeer 16
requires 16
resort 16
respected 16
response 16
resume 16
robin 16
romeo 16
sales 16
salesman 16
sang 16
selfesteem 16
sets 16
shampoo 16
shared 16
sheets 16
shiny 16
shocking 16
signing 16
sissy 16
sleazy 16
snappy 16
softball 16
solo 16
sonny 16
souvenir 16
spiritual 16
stan 16
stephen 16
stonecutters 16
strangers 16
sum 16
supermarket 16
superstar 16
supper 16
suspects 16
tad 16
target 16
teller 16
testify 16
therefore 16
torn 16
tournament 16
trading 16
trips 16
twentyseven 16
underground 16
understood 16
ungrateful 16
unky 16
urine 16
vent 16
visited 16
volume 16
whaaa 16
whuh 16
wrath 16
wuss 16
aah 15
achievement 15
actions 15
adam 15
added 15
adil 15
admiral 15
advertising 15
airline 15
airlines 15
albuquerque 15
aliens 15
alike 15
anonymous 15
answering 15
apes 15
appropriate 15
argument 15
armed 15
atlanta 15
attacks 15
babysit 15
barf 15
bash 15
basically 15
betting 15
bin 15
blessing 15
blocks 15
bobbins 15
boston 15
bounce 15
bro 15
broad 15
brownies 15
buncha 15
bup 15
cabinet 15
cattle 15
celebration 15
child's 15
childish 15
choices 15
chores 15
classroom 15
clay 15
client 15
clubs 15
coin 15
